package com.example.smartapp.SmsController;

public class EncodingSms {

    String[] lstCharacter =
            {
            "é","ẽ","ẹ","ẻ","è",
            "ế","ễ","ệ","ể","ề",
            "ý","ỹ","ỵ","ỷ","ỳ",
            "ú","ũ","ụ","ủ","ù",
            "ứ","ữ","ự","ử","ừ",
            "í","ĩ","ị","ỉ","ì",
            "ó","õ","ọ","ỏ","ò",
            "ớ","ỡ","ợ","ở","ờ",
            "ố","ỗ","ộ","ổ","ồ",
            "á","ã","ạ","ả","à",
            "ấ","ẫ","ậ","ẩ","à",
            "ắ","ẵ","ặ","ẳ","ằ",
            };

}
